Repository: m-sadykov/lecturenotes
Catalog: lecturenotes/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# Your %@ plan allows audio imports up to %@ per file.
source: Your %1$@ plan allows audio imports up to %2$@ per file.
ar: تتيح لك باقة %1$@ استيراد ملفات صوتية حتى %2$@ لكل ملف.
ca: El vostre pla %@ permet importacions d'àudio fins a %@ per fitxer.
cs: Váš plán %@ umožňuje import zvuku až do %@ na soubor.
da: Din %@ plan tillader lydimport op til %@ pr. fil.
de: Ihr %@-Plan ermöglicht Audioimporte von bis zu %@ pro Datei.
el: Το σχέδιό σας %@ επιτρέπει εισαγωγές ήχου έως και %@ ανά αρχείο.
es: Su plan %@ permite importaciones de audio de hasta %@ por archivo.
fi: %@-suunnitelmasi sallii äänen tuonnin jopa %@ tiedostoa kohti.
fr: Votre forfait %@ autorise les importations audio jusqu'à %@ par fichier.
he: תוכנית %@ שלך מאפשרת ייבוא ​​אודיו של עד %@ לקובץ.
hi: आपकी %@ योजना प्रति फ़ाइल %@ तक ऑडियो आयात की अनुमति देती है।
hr: Vaš %@ plan dopušta audio uvoz do %@ po datoteci.
hu: Az Ön %@ csomagja fájlonként legfeljebb %@ hangimportálást tesz lehetővé.
id: Paket %@ Anda memungkinkan impor audio hingga %@ per file.
it: Il tuo piano %@ consente l'importazione di audio fino a %@ per file.
ja: %@ プランでは、ファイルごとに最大 %@ までのオーディオをインポートできます。
ko: %@ 계획에서는 파일당 최대 %@까지 오디오 가져오기를 허용합니다.
ms: Pelan %@ anda membenarkan import audio sehingga %@ setiap fail.
nb: Din %@ plan tillater lydimporter opptil %@ per fil.
nl: Met uw %@ abonnement is audio-import mogelijk tot %@ per bestand.
pl: Twój plan %@ umożliwia importowanie audio do %@ na plik.
pt: Seu plano %@ permite importações de áudio de até %@ por arquivo.
ro: Planul dvs. %@ permite importuri audio de până la %@ per fișier.
ru: Ваш план %@ позволяет импортировать аудио до %@ на файл.
sk: Váš plán %@ umožňuje import zvuku až do %@ na súbor.
sv: Din %@ plan tillåter ljudimport upp till %@ per fil.
th: แผน %@ ของคุณอนุญาตให้นำเข้าเสียงได้สูงสุด %@ ต่อไฟล์
tr: %@ planınız dosya başına %@'ye kadar ses aktarımına izin verir.
uk: Ваш план %@ дозволяє імпортувати аудіо до %@ на файл.
vi: Gói %@ của bạn cho phép nhập âm thanh lên tới %@ mỗi tệp.
zh_hans: 您的 %@ 计划允许每个文件导入最多 %@ 的音频。
zh_hant: 您的 %@ 計畫允許每個檔案匯入最多 %@ 的音訊。

# Your %@ plan allows PDF imports up to %lld pages per file.
source: Your %1$@ plan allows PDF imports up to %2$lld pages per file.
ar: تتيح لك باقة %1$@ استيراد ملفات PDF حتى %2$lld صفحة لكل ملف.
ca: El vostre pla %@ permet que PDF importi fins a %lld pàgines per fitxer.
cs: Váš plán %@ umožňuje PDF importovat až %lld stránek na soubor.
da: Din %@ plan tillader PDF importer op til %lld sider pr. fil.
de: Ihr %@-Plan ermöglicht PDF-Importe von bis zu %lld Seiten pro Datei.
el: Το σχέδιό σας %@ επιτρέπει PDF εισαγωγές έως και %lld σελίδων ανά αρχείο.
es: Su plan %@ permite PDF importaciones de hasta %lld páginas por archivo.
fi: %@-suunnitelmasi sallii PDF-tuonnin jopa %lld sivua kohden.
fr: Votre forfait %@ permet d'importer PDF jusqu'à %lld pages par fichier.
he: תוכנית %@ שלך מאפשרת PDF ייבוא ​​של עד %lld דפים לכל קובץ.
hi: आपकी %@ योजना PDF को प्रति फ़ाइल %lld पृष्ठों तक आयात करने की अनुमति देती है।
hr: Vaš %@ plan dopušta PDF uvoz do %lld stranica po datoteci.
hu: Az Ön %@ terve lehetővé teszi a PDF fájlonként legfeljebb %lld oldal importálását.
id: Paket %@ Anda memungkinkan PDF mengimpor hingga %lld halaman per file.
it: Il tuo piano %@ consente di importare PDF fino a %lld pagine per file.
ja: %@ プランでは、PDF でファイルごとに最大 %lld ページをインポートできます。
ko: %@ 계획에서는 PDF이 파일당 최대 %lld 페이지를 가져올 수 있습니다.
ms: Pelan %@ anda membenarkan PDF mengimport sehingga %lld halaman setiap fail.
nb: Din %@ plan tillater PDF importer opptil %lld sider per fil.
nl: Met uw %@-abonnement kunt u met PDF maximaal %lld pagina's per bestand importeren.
pl: Twój plan %@ umożliwia PDF importowanie do %lld stron na plik.
pt: Seu plano %@ permite importações de PDF até %lld páginas por arquivo.
ro: Planul dvs. %@ permite PDF importuri de până la %lld pagini per fișier.
ru: Ваш план %@ позволяет PDF импортировать до %lld страниц на файл.
sk: Váš plán %@ umožňuje PDF importovať až %lld stránok na súbor.
sv: Din %@ plan tillåter PDF importer upp till %lld sidor per fil.
th: แผน %@ ของคุณอนุญาตให้ PDF นำเข้าได้สูงสุด %lld หน้าต่อไฟล์
tr: %@ planınız, PDF'nin dosya başına %lld sayfaya kadar içe aktarılmasına izin verir.
uk: Ваш план %@ дозволяє PDF імпортувати до %lld сторінок на файл.
vi: Gói %@ của bạn cho phép PDF nhập tối đa %lld trang cho mỗi tệp.
zh_hans: 您的 %@ 计划允许 PDF 每个文件最多导入 %lld 页。
zh_hant: 您的 %@ 計畫允許 PDF 每個檔案最多匯入 %lld 頁。

# Your %@ plan allows up to %@ per recording.
source: Your %1$@ plan allows up to %2$@ per recording.
ar: تتيح لك باقة %1$@ ما يصل إلى %2$@ لكل تسجيل.
ca: El vostre pla %@ permet fins a %@ per gravació.
cs: Váš plán %@ umožňuje až %@ na záznam.
da: Din %@ plan tillader op til %@ pr. optagelse.
de: Ihr %@-Plan ermöglicht bis zu %@ pro Aufnahme.
el: Το σχέδιό σας %@ επιτρέπει έως και %@ ανά εγγραφή.
es: Su plan %@ permite hasta %@ por grabación.
fi: %@-suunnitelmasi sallii enintään %@ tallennusta kohti.
fr: Votre forfait %@ autorise jusqu'à %@ par enregistrement.
he: תוכנית %@ שלך מאפשרת עד %@ לכל הקלטה.
hi: आपकी %@ योजना प्रति रिकॉर्डिंग %@ तक की अनुमति देती है।
hr: Vaš %@ plan dopušta do %@ po snimci.
hu: Az Ön %@ csomagja felvételenként legfeljebb %@ összeget tesz lehetővé.
id: Paket %@ Anda mengizinkan hingga %@ per rekaman.
it: Il tuo piano %@ consente fino a %@ per registrazione.
ja: %@ プランでは、録画ごとに最大 %@ が許可されます。
ko: %@ 계획은 녹음당 최대 %@을 허용합니다.
ms: Pelan %@ anda membenarkan sehingga %@ setiap rakaman.
nb: Din %@ plan tillater opptil %@ per opptak.
nl: Uw %@ abonnement staat maximaal %@ per opname toe.
pl: Twój plan %@ pozwala na maksymalnie %@ na nagranie.
pt: Seu plano %@ permite até %@ por gravação.
ro: Planul dvs. %@ permite până la %@ per înregistrare.
ru: Ваш план %@ позволяет использовать до %@ на одну запись.
sk: Váš plán %@ umožňuje až %@ na záznam.
sv: Din %@ plan tillåter upp till %@ per inspelning.
th: แผน %@ ของคุณอนุญาตได้สูงสุด %@ ต่อการบันทึก
tr: %@ planınız kayıt başına en fazla %@ izin verir.
uk: Ваш план %@ дозволяє до %@ за запис.
vi: Gói %@ của bạn cho phép tối đa %@ mỗi lần ghi.
zh_hans: 您的 %@ 计划允许每次录音最多 %@。
zh_hant: 您的 %@ 計畫允許每次錄音最多 %@。

source: Your current quiz progress will be reset.
ar: سيتم إعادة تعيين تقدمك الحالي في الاختبار.
ca: El vostre progrés actual de la prova es restablirà.
cs: Váš aktuální postup kvízu bude resetován.
da: Din nuværende quiz-fremgang vil blive nulstillet.
de: Ihr aktueller Quizfortschritt wird zurückgesetzt.
el: Η τρέχουσα πρόοδος του κουίζ σας θα επαναφερθεί.
es: Se restablecerá el progreso actual de su prueba.
fi: Nykyinen tietokilpailusi eteneminen nollataan.
fr: La progression de votre quiz actuel sera réinitialisée.
he: התקדמות החידון הנוכחית שלך תאופס.
hi: आपकी वर्तमान प्रश्नोत्तरी प्रगति रीसेट कर दी जाएगी.
hr: Vaš trenutni napredak u kvizu bit će poništen.
hu: A kvíz jelenlegi állása visszaáll.
id: Kemajuan kuis Anda saat ini akan diatur ulang.
it: I progressi attuali del quiz verranno ripristinati.
ja: 現在のクイズの進行状況はリセットされます。
ko: 현재 퀴즈 진행 상황이 재설정됩니다.
ms: Kemajuan kuiz semasa anda akan ditetapkan semula.
nb: Din nåværende quiz-fremgang vil bli tilbakestilt.
nl: Je huidige quizvoortgang wordt gereset.
pl: Twój obecny postęp w quizie zostanie zresetowany.
pt: O progresso atual do seu questionário será redefinido.
ro: Progresul curent al testului va fi resetat.
ru: Ваш текущий прогресс викторины будет сброшен.
sk: Váš aktuálny priebeh kvízu bude resetovaný.
sv: Din nuvarande frågesport kommer att återställas.
th: ความคืบหน้าของแบบทดสอบปัจจุบันของคุณจะถูกรีเซ็ต
tr: Mevcut sınav ilerlemeniz sıfırlanacak.
uk: Ваш поточний прогрес у вікторині буде скинуто.
vi: Tiến trình bài kiểm tra hiện tại của bạn sẽ được đặt lại.
zh_hans: 您当前的测验进度将被重置。
zh_hant: 您目前的測驗進度將會重設。

source: Your note is fully processed and ready to explore.
ar: تمت معالجة ملاحظتك بالكامل وأصبحت جاهزة للاستكشاف.
ca: La teva nota està completament processada i preparada per explorar-la.
cs: Vaše poznámka je plně zpracována a připravena k prozkoumání.
da: Din note er færdigbehandlet og klar til at udforske.
de: Ihre Notiz ist vollständig verarbeitet und kann nun durchsucht werden.
el: Η σημείωσή σας έχει υποστεί πλήρη επεξεργασία και είναι έτοιμη για εξερεύνηση.
es: Su nota está completamente procesada y lista para explorar.
fi: Muistiinpanosi on täysin käsitelty ja valmis tutkittavaksi.
fr: Votre note est entièrement traitée et prête à être explorée.
he: ההערה שלך מעובדת במלואה ומוכנה לחקור.
hi: आपका नोट पूरी तरह से संसाधित है और अन्वेषण के लिए तैयार है।
hr: Vaša je bilješka u potpunosti obrađena i spremna za istraživanje.
hu: Jegyzete teljesen feldolgozva, és készen áll a felfedezésre.
id: Catatan Anda telah diproses sepenuhnya dan siap untuk dijelajahi.
it: La tua nota è completamente elaborata e pronta per essere esplorata.
ja: メモは完全に処理され、探索する準備ができています。
ko: 메모가 완전히 처리되어 탐색할 준비가 되었습니다.
ms: Nota anda diproses sepenuhnya dan sedia untuk diterokai.
nb: Notatet ditt er ferdig behandlet og klart til å utforske.
nl: Je notitie is volledig verwerkt en klaar om te verkennen.
pl: Twoja notatka jest w pełni przetworzona i gotowa do eksploracji.
pt: Sua nota está totalmente processada e pronta para ser explorada.
ro: Nota dvs. este complet procesată și gata de explorat.
ru: Ваша заметка полностью обработана и готова к изучению.
sk: Vaša poznámka je plne spracovaná a pripravená na preskúmanie.
sv: Din anteckning är färdigbearbetad och redo att utforskas.
th: บันทึกของคุณได้รับการประมวลผลอย่างสมบูรณ์และพร้อมที่จะสำรวจแล้ว
tr: Notunuz tamamen işlendi ve keşfedilmeye hazır.
uk: Ваша нотатка повністю оброблена та готова до вивчення.
vi: Ghi chú của bạn đã được xử lý đầy đủ và sẵn sàng để khám phá.
zh_hans: 您的笔记已完全处理并准备好探索。
zh_hant: 您的筆記已完全處理並準備好探索。

source: Your PDF Import Is Ready
ar: أصبح استيراد PDF جاهزًا
ca: La vostra importació PDF està a punt
cs: Váš PDF import je připraven
da: Din PDF import er klar
de: Ihr PDF-Import ist bereit
el: Η εισαγωγή PDF είναι έτοιμη
es: Su importación PDF está lista
fi: Tuonti PDF on valmis
fr: Votre importation PDF est prête
he: הייבוא PDF שלך מוכן
hi: आपका PDF आयात तैयार है
hr: Vaš PDF uvoz je spreman
hu: Az Ön PDF importálása készen áll
id: Impor PDF Anda Sudah Siap
it: La tua importazione PDF è pronta
ja: PDF インポートの準備ができました
ko: PDF 가져오기가 준비되었습니다
ms: Import PDF Anda Sedia
nb: Din PDF import er klar
nl: Uw PDF-import is gereed
pl: Twój import PDF jest gotowy
pt: Sua importação PDF está pronta
ro: Importul dvs. PDF este gata
ru: Ваш импорт PDF готов.
sk: Váš PDF import je pripravený
sv: Din PDF import är klar
th: การนำเข้า PDF ของคุณพร้อมแล้ว
tr: PDF İçe Aktarmanız Hazır
uk: Ваш PDF Імпорт готовий
vi: PDF Quá trình nhập PDF của bạn đã sẵn sàng
zh_hans: 您的 PDF 导入已准备就绪
zh_hant: 您的 PDF 匯入已準備就緒

source: Your Recording Is Ready
ar: أصبح تسجيلك جاهزًا
ca: La teva gravació està a punt
cs: Vaše nahrávka je připravena
da: Din optagelse er klar
de: Ihre Aufnahme ist fertig
el: Η εγγραφή σας είναι έτοιμη
es: Tu grabación está lista
fi: Tallentuksesi on valmis
fr: Votre enregistrement est prêt
he: ההקלטה שלך מוכנה
hi: आपकी रिकॉर्डिंग तैयार है
hr: Vaša je snimka spremna
hu: A felvétel készen áll
id: Rekaman Anda Sudah Siap
it: La tua registrazione è pronta
ja: 録音の準備が完了しました
ko: 녹음이 준비되었습니다
ms: Rakaman Anda Sedia
nb: Opptaket ditt er klart
nl: Je opname is klaar
pl: Twoje nagranie jest gotowe
pt: Sua gravação está pronta
ro: Înregistrarea este gata
ru: Ваша запись готова
sk: Vaša nahrávka je pripravená
sv: Din inspelning är klar
th: การบันทึกของคุณพร้อมแล้ว
tr: Kaydınız Hazır
uk: Ваш запис готовий
vi: Bản ghi của bạn đã sẵn sàng
zh_hans: 您的录音已准备就绪
zh_hant: 您的錄音已準備就緒

source: Your Text Import Is Ready
ar: أصبح استيراد النص جاهزًا
ca: La vostra importació de text està a punt
cs: Váš textový import je připraven
da: Din tekstimport er klar
de: Ihr Textimport ist fertig
el: Η εισαγωγή κειμένου σας είναι έτοιμη
es: Su importación de texto está lista
fi: Tekstin tuonti on valmis
fr: Votre importation de texte est prête
he: ייבוא הטקסט שלך מוכן
hi: आपका टेक्स्ट आयात तैयार है
hr: Vaš uvoz teksta je spreman
hu: A szövegimportálás készen áll
id: Impor Teks Anda Sudah Siap
it: L'importazione del testo è pronta
ja: テキストインポートの準備ができました
ko: 텍스트 가져오기가 준비되었습니다
ms: Import Teks Anda Sedia
nb: Tekstimporten din er klar
nl: Uw tekstimport is gereed
pl: Import tekstu jest gotowy
pt: Sua importação de texto está pronta
ro: Importul dvs. de text este gata
ru: Импорт вашего текста готов.
sk: Váš textový import je pripravený
sv: Din textimport är klar
th: การนำเข้าข้อความของคุณพร้อมแล้ว
tr: Metin İçe Aktarma İşleminiz Hazır
uk: Ваш текстовий імпорт готовий
vi: Nhập văn bản của bạn đã sẵn sàng
zh_hans: 您的文本导入已准备就绪
zh_hant: 您的文字匯入已準備就緒

source: Your YouTube Import Is Ready
ar: أصبح استيراد YouTube جاهزًا
ca: La vostra importació YouTube està a punt
cs: Váš import YouTube je připraven
da: Din YouTube import er klar
de: Ihr YouTube-Import ist bereit
el: Η εισαγωγή YouTube είναι έτοιμη
es: Su importación YouTube está lista
fi: Tuonti YouTube on valmis
fr: Votre importation YouTube est prête
he: הייבוא YouTube שלך מוכן
hi: आपका YouTube आयात तैयार है
hr: Vaš YouTube uvoz je spreman
hu: Az Ön YouTube importálása készen áll
id: Impor YouTube Anda Sudah Siap
it: La tua importazione YouTube è pronta
ja: YouTube インポートの準備ができました
ko: YouTube 가져오기가 준비되었습니다
ms: Import YouTube Anda Sedia
nb: Din YouTube import er klar
nl: Uw YouTube-import is gereed
pl: Twój import YouTube jest gotowy
pt: Sua importação YouTube está pronta
ro: Importul dvs. YouTube este gata
ru: Ваш импорт YouTube готов.
sk: Váš YouTube import je pripravený
sv: Din YouTube import är klar
th: การนำเข้า YouTube ของคุณพร้อมแล้ว
tr: YouTube İçe Aktarmanız Hazır
uk: Ваш YouTube Імпорт готовий
vi: YouTube Quá trình nhập YouTube của bạn đã sẵn sàng
zh_hans: 您的 YouTube 导入已准备就绪
zh_hant: 您的 YouTube 匯入已準備就緒

source: YouTube Import
ar: استيراد YouTube
ca: Importació de YouTube
cs: Import z YouTube
el: Εισαγωγή από YouTube
es: Importar de YouTube
fi: YouTube-tuonti
fr: Import depuis YouTube
he: ייבוא מ-YouTube
hi: YouTube आयात
hr: YouTube uvoz
hu: YouTube importálása
id: Impor YouTube
it: Importa da YouTube
ja: YouTube読み込み
ko: YouTube 가져오기
ms: Import daripada YouTube
pl: Import z YouTube
pt: Importar do YouTube
ro: Import din YouTube
ru: Импорт из YouTube
sk: Import z YouTube
th: นำเข้าจาก YouTube
tr: YouTube içe aktarma
uk: Імпорт із YouTube
vi: Nhập từ YouTube
zh_hans: YouTube 导入
zh_hant: YouTube 匯入

source: YouTube import requires backend processing.
ar: يتطلب استيراد YouTube معالجة عبر الخادم الخلفي.
ca: La importació de YouTube requereix un processament de backend.
cs: Import YouTube vyžaduje backendové zpracování.
da: YouTube import kræver backend-behandling.
de: Der YouTube-Import erfordert eine Backend-Verarbeitung.
el: Η εισαγωγή YouTube απαιτεί επεξεργασία backend.
es: La importación YouTube requiere procesamiento de backend.
fi: YouTube tuonti vaatii taustakäsittelyn.
fr: L’importation YouTube nécessite un traitement backend.
he: ייבוא YouTube דורש עיבוד עורפי.
hi: YouTube आयात के लिए बैकएंड प्रोसेसिंग की आवश्यकता होती है।
hr: YouTube uvoz zahtijeva pozadinsku obradu.
hu: YouTube importáláshoz háttérfeldolgozás szükséges.
id: Impor YouTube memerlukan pemrosesan backend.
it: L'importazione YouTube richiede l'elaborazione back-end.
ja: YouTube インポートにはバックエンド処理が必要です。
ko: YouTube 가져오기에는 백엔드 처리가 필요합니다.
ms: YouTube import memerlukan pemprosesan bahagian belakang.
nb: YouTube import krever backend-behandling.
nl: Voor het importeren van YouTube is backend-verwerking vereist.
pl: Import YouTube wymaga przetwarzania zaplecza.
pt: A importação de YouTube requer processamento de back-end.
ro: Importul YouTube necesită procesare backend.
ru: Импорт YouTube требует внутренней обработки.
sk: Import YouTube vyžaduje spracovanie na serveri.
sv: YouTube import kräver backend-bearbetning.
th: YouTube การนำเข้าต้องมีการประมวลผลแบ็กเอนด์
tr: YouTube içe aktarma, arka uç işlemeyi gerektirir.
uk: Імпорт YouTube потребує внутрішньої обробки.
vi: Việc nhập YouTube yêu cầu xử lý phụ trợ.
zh_hans: YouTube 导入需要后端处理。
zh_hant: YouTube 導入需要後端處理。
